Repository: kodi-game/game.libretro.mesen-s
Catalog: game.libretro.mesen-s/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, it_it, zh_cn

# Addon Description
source: Mesen-S is a cross-platform SNES emulator for Windows and Linux built in C++ and C#.
da_dk: Mesen-S er en SNES-emulator på tværs af platforme til Windows og Linux, der er bygget i C++ og C#.
es_es: Mesen-S es un emulador multiplataforma de SNES para Windows y Linux construido en C++ y C#.
ga: Is aithriseoir SNES tras-ardáin é Mesen-S do Windows agus Linux atá tógtha i C++ agus C#.
it_it: Mesen-S Ã¨ un emulatore SNES multipiattaforma per Windows e Linux costruito in C++ e C#.
zh_cn: Mesen-S 是一个以 C++ 和 C# 创建的用于 Windows 和 Linux 的跨平台 SNES 模拟器。

# #30000
source: Settings
da_dk: Indstillinger
it_it: Impostazioni
zh_cn: 设置

# #30001
source: NTSC filter
es_es: Filtro NTSC
ga: Scagaire NTSC
it_it: Filtro NTSC
zh_cn: NTSC 滤波器

# #30002
source: Region
da_dk: Område
es_es: Región
ga: Réigiún
it_it: Regione
zh_cn: 区域

# #30003
source: Game Boy Model
es_es: Modelo Game Boy
ga: Samhail Game Boy
it_it: Modello Game Boy
zh_cn: Game Boy 型号

# #30004
source: Use SGB2
da_dk: Brug SGB2
es_es: Utilizar SGB2
ga: Úsáid SGB2
it_it: Usa SGB2
zh_cn: 使用 SGB2

# #30005
source: Vertical Overscan
da_dk: Lodret overskandering
es_es: Overscan Vertical
ga: Ró-scanadh Ingearach
it_it: Overscan verticale
zh_cn: 垂直过扫描

# #30006
source: Horizontal Overscan
da_dk: Vandret overskandering
es_es: Overscan Horizontal
ga: Ró-scanadh Cothrománach
it_it: Overscan orizzontale
zh_cn: 水平过扫描

# #30007
source: Aspect Ratio
da_dk: Billedformat
es_es: Relación de Aspecto
ga: Cóimheas Gnéithe
it_it: Proporzioni
zh_cn: 宽高比

# #30008
source: Blend Hi-Res Modes
da_dk: Bland tilstande for høj opløsning
es_es: Mezcla de Modos en Alta Resolución
ga: Cumasc Módanna Ard-Réitigh
zh_cn: 混合高分辨率模式

# #30009
source: Cubic Interpolation (Audio)
da_dk: Kubisk interpolation (lyd)
es_es: Interpolación Cúbica (audio)
ga: Idirshuíomh Ciúbach (Fuaim)
it_it: Interpolazione cubica (audio)
zh_cn: 立方插值（音频）

# #30010
source: Overclock
ga: Róchlogáil
zh_cn: 超频

# #30011
source: Overclock Type
da_dk: Type af overclock
es_es: Tipo de Overclock
ga: Cineál Róchlogála
it_it: Tipo di overclock
zh_cn: 超频类型

# #30012
source: Super FX Clock Speed
da_dk: Clock-hastighed ved Super FX
es_es: Velocidad de Reloj de Super FX
ga: Luas Clog Super FX
zh_cn: 超级 FX 时钟速度

# #30013
source: Default power-on state for RAM
da_dk: Standard opstartstilstand for RAM
es_es: Estado de Encendido Por Defecto para la RAM
ga: Stádas réamhshocraithe cumhachtaithe le haghaidh RAM
zh_cn: RAM 的默认通电状态

# #30014
source: Use HLE coprocessor emulation
da_dk: Brug emulering af HLE coprocessor
es_es: Utilizar Emulación de Coprocesador HLE
ga: Úsáid aithrise comhphróiseálaí HLE
zh_cn: 使用 HLE 协处理器仿真
